[
    { "name": "エイリアン", "side": "インポスター", "desc": "ターン毎に設定された確率に応じて、様々な役職や能力に変化する。ターン毎の役職や能力は会議時に知ることができる。能力★七変化(常時発動)ターンによって様々な能力を持つ。※植え付け(自投票)自投票後、仲間のインポスターに投票することで現在の能力を仲間のインポスターに植え付けれる。植え付けられるとハイジャックエイリアンになり、元の役職を一時的に失う。" },
    { "name": "ハイジャックエイリアン", "side": "インポスター", "desc": "エイリアンに植え付けされたインポスター。エイリアンに植え付けられたモードによって能力が変化する。植え付けは一定時間で解除され、元の役職に戻る。能力★ 植え付け(常時発動)エイリアンに植え付けられた能力設定はエイリアンの者に準ずる補足説明/仕様・植え付けが終わる時、元の役職に戻ります。その時、残り能力使用回数等は一緒のハズ..."},
    { "name": "ジャンパー", "side": "インポスター", "desc":"ワンクリックボタンで、目的地を設定できる目的地を設定後、再度ワンクリックボタンを使用することで何度か着地を経由しながら目的地までジャンプすることが出来る。着地点には赤い丸で通知され、近くにいたプレイヤーを巻き込んでしまう能力◎ 目的地設定 (ワンクリックボタン) 目的地が未設定場合のみ。使用時の場所を目的地に設定する。◎ じゃ～んぷ！ (ワンクリックボタン) 目的地が設定済みの時のみ。何度か着地を経由しながら目的地までジャンプする。 "},
    { "name": "イビルハッカー" , "side": "インポスター", "desc":"会議直前のアドミン情報を見ることができる。誰もいない部屋は省略される。インポスターがいる部屋には★印が付く。死体がある部屋には死体数が表示される。能力★ポータブルアドミン(常時発動)会議開始時チャットに会議直前のアドミンが表示される。また、各プレイヤーの名前の下にも表示される。〇ハッキング(シェイプシフト画面)シェイプシフト画面を開くことでポータブルアドミンと同一のアドミン情報を手に入れることが出来る。 "},     
  { "name": "イビルトラッカー" , "side": "インポスター", "desc":"他人の位置が分かるインポスター。味方のインポスターとシェイプシフトで選んだ一人の位置が矢印で表示される。味方インポスターのキルによるキルフラッシュも見える。能力〇トラック(シェイプシフト選択)シェイプシフトで選択したプレイヤーを追跡しますサイドキックを作成できるがOnだと同時に近くのプレイヤーの役職をサイドキックマッドメイトに変更にします★味方追跡(常時発動)タスクターン中、相方の位置が赤矢印で表示される。 "},
  { "name": "イビルギャンブラー" , "side": "インポスター", "desc":"キルするとギャンブルが出来るギャンブルが成功すると次のキルクールが減少する。ただし、失敗すると次のキルクールが増加する能力△ギャンブル！(キル時自動発動)設定確率によって成功か失敗か判定される。結果に基づいて次のキルクールが設定される。 "},
  { "name": "イビルサテライト" , "side": "インポスター", "desc":"会議中に自投票することでサテライトモードになれる。サテライトモード中に誰かに投票することで対象の経路が表示される。能力〇君はどこを通ったのかな?(自投票)対象の経路がチャットに表示される。通路やぬーん、梯子等は表示されず、部屋名のみ記載される" },
  { "name": "イビルアドナー" , "side": "インポスター", "desc":"イビルアドナー専用で属性が付与される。同じ属性が重複されている場合、重複した属性はイビルアドナーの設定が優先される。ただし、ラストインポスターで付与された属性はラストインポスターの設定が優先される。 "}, 
  { "name": "イビルメーカー" , "side": "インポスター", "desc":"ワンクリックボタンを使用した時のキルターゲットをサイドキックマッドメイトにする。サイドキックマッドメイトされた人と親分は通じ合う。能力◎マッド作成(ワンクリックボタン)使用時のキルターゲットをサイドキックマッドメイトにする" },
  { "name": "イビルテラー" , "side": "インポスター", "desc":"ワンクリックボタンを使用した時のキルターゲットに一定時間近付いていると対象の役職が分かる能力◎どれどれぇ^^?(ワンクリックボタン)使用時のキルターゲットに一定時間近付いていると対象の役職が分かる" },
  { "name": "バールナー" , "side": "インポスター", "desc":"ワンクリックボタンを使用することで風船が破裂し周囲のプレイヤーを爆破できる。また、タスクターン中に歩くことで風船が膨らみ爆破範囲が広がる。能力★空気補充(歩く)歩くことで風船が膨らみ、爆破範囲が広がる◎破裂(ワンクリックボタン)現在の爆破範囲が0より上の時に使用できる。現在の爆破範囲の周囲にいるプレイヤーを爆破(死因爆死)させる "},
  { "name": "爆弾魔" , "side": "インポスター", "desc":"キルボタンが光っている状態でワンクリックボタンを使用することで、一番近くにいるプレイヤー(インポスターを除く)に爆弾を付与できる爆弾は一定時間経過すると爆発し、付与された人は周囲の人を巻き込んで死亡する爆弾は会議が始まると爆発しないまた、爆発する前に死亡した場合も爆発しない能力◎芸術(ワンクリックボタン)能力発動時のキルターゲットへ爆弾を付与する爆弾は一定時間後に爆発する。爆発すると周囲の人を巻き込んで死亡する。(死因爆死)"},
  { "name": "マジシャン" , "side": "インポスター", "desc":"ワンクリックボタンを使用することで、一番近くの人をマジックのターゲットに指定できるキルを指定数行うと、ターゲットはその場に死体が残らず死亡する能力◎マジック(ワンクリックボタン)使用時一定範囲に居る人をマジックの対象にする "},
  { "name": "プロボーラー" , "side": "インポスター", "desc":"シェイプシフトをして穴を掘る穴を掘った後、キルボタンを使用してキルターゲットを掘った穴に落としてキルをする会議後、穴は埋まる能力▶穴掘り(シェイプシフト)シェイプシフトした場所に穴を掘る。穴を掘った時、シェイプの殻が全視点で見える△ｺﾛｺﾛ-(穴がある状態でキル)穴に向かってキル対象が飛ぶ穴に向かって転がるがOnの時、キルした位置から穴の方向へ約1sかけて移動し、死亡する。 "},
  { "name": "テレポートキラー" , "side": "インポスター", "desc":"変身することで、シェイプシフトで選択した人をキルできる。この時、自身と対象の位置が入れ替わる。対象がインポスターの時、キルは発生せずに位置のみ入れ替わる。対象が死亡済や特殊な位置に居る場合、テレポートキラーは自爆してしまう能力〇テレポート！(シェイプシフト)返信対象と自身の位置を入れ替える変身対象がインポスター以外だとキルを行う梯子等の特殊な位置にいると自爆する" },
  { "name": "花火職人" , "side": "インポスター", "desc":"ワンクリックボタンを押すことで、花火を最大5か所に設置可能。全て設置した後、インポスター最後の生き残りになった時に、再度、ワンクリックボタンを押すことで一斉起爆できる花火が設置されている間はキルできない。(設定有)能力◎花火設置/打ち上げ花火(ワンクリックボタン)花火をまだ設置しきれてない場合、使用した場所に花火を設置できる。打ち上げ準備が出来たに使用すると、起爆し、設置した場所の周りを爆発することができる爆発に巻き込まれたら死亡する。(死因爆死) "},
  { "name": "コネクトセーバー" , "side": "インポスター", "desc":"会議で自投票するとコネクトモードに変更できるコネクトモード中二自身以外の2名に投票するとその2名をコネクトすることが出来る次のタスクターン中にコネクト相手のどちらかをキルするとコネクトされた人を両方キルすることができる能力※コネクト(会議で自投票→対象に投票)チャットにコネクトモードになったと通知が来た後コネクトする2名に投票することで命を接続できる△切断(コネクトモード中にコネクト対象をキルすると発動)コネクトされた人をキルするともう一方もキルすることが出来る" },
  { "name": "一途な狼" , "side": "インポスター", "desc":"ワンクリックボタンを使用することで、通常キルとオーバーキルを切り替える事が出来るオーバーキルモード中はキルディスタンスが長いオーバーキルモード中にキルをするとキルターゲットの能力、ガードを貫通するがキルクールが倍率で増加する能力◎モードチェンジ(ワンクリックボタン)使用することで、オーバーキルモードと通常キルモードを切り替えることができる。△オーバーキル(オーバーキルモード中にキルを行う)相手の役職/属性処理を行わずキルが出来る。キルを行うとキルクールが設定倍率増加してしまう" },
  { "name": "ウィッチ" , "side": "インポスター", "desc":"ワンクリックボタンを使用することで、通常キルとオーバーキルを切り替える事が出来るオーバーキルモード中はキルディスタンスが長いオーバーキルモード中にキルをするとキルターゲットの能力、ガードを貫通するがキルクールが倍率で増加する能力◎モードチェンジ(ワンクリックボタン)使用することで、オーバーキルモードと通常キルモードを切り替えることができる。△オーバーキル(オーバーキルモード中にキルを行う)相手の役職/属性処理を行わずキルが出来る。モード変更アクションに応じたアクションを行うと「Kill」と「Spell」が切り替わるSpellの表示できるすると呪うことができるモード変更アクションがワンクリックボタンの場合、キルボタンが光っている状態でワンクリックボタンを使用することで、一番近い人にいるプレイヤー(インポスター除く)を呪うことができる。モード変更アクションがダブルクリックの場合、キルボタンを一回押すと呪い付与、キルボタンを対象に向けて素早く二回押すと通常キルを行う呪いをかけられた人は会議で「†」が付き、ウィッチを追放しなければ会議後に死亡するキルを行うとキルクールが設定倍率増加してしまう "},
  { "name": "スナイパー" , "side": "インポスター", "desc":"遠くの敵を狙撃できるインポスターシェイプシフトした地点から解除した地点の延長線上の敵を一人撃ち抜く。射線上のクルーには射撃音(名前の上に赤い！)が聞こえる打ち切るまで通常キル出来ない。能力〇狙撃(シェイプシフト)シェイプシフトを行った地点から解除した地点の延長線上に向けて弾を発射できる弾に一番近いプレイヤーをキルすることができる。死因狙撃延長線上にプレイヤーがいない場合は失敗に終わる。" },
  { "name": "アーチャー" , "side": "インポスター", "desc":"弓矢を駆使し、クルーをキルすることができるインポスター。ファントムボタンを押し、矢を放ちたい方向と逆方向に移動し、もう一度ファントムボタンを押すことで矢を放つことができる。矢が当たったプレイヤーはその場で死亡する(死因:命中)矢は壁に当たるか一定時間経過すると消滅する。能力◎貫け。(ワンクリックボタン)ワンクリックを押し、矢を放ちたい方向の反対側に移動。再度ワンクリックを押すとその方向に矢が放たれる。" },
  { "name": "ペンギン" , "side": "インポスター", "desc":"キルボタン一回で相手を拘束して連れまわすことができるもう一度キルボタンを押すか一定時間経過でキルするキルボタン2回で直接キル可能。能力△拉致(キル時自動発動)キルターゲットを拉致することができる拉致中、ターゲットは身動きが取れない "},
  { "name": "タイムシーフ" , "side": "インポスター", "desc":"キルを行うと会議時間が減少する。タイムシーフが追放または殺害されると、失われた会議時間が返ってくる能力△時間泥棒(キル成功時自動発動)減少する会議時間×キル数分会議時間が減少する。 "}, 
  { "name": "ヴァンパイア" , "side": "インポスター", "desc":"プレイヤーを噛むことで遅延キルが可能(時間が経過or会議が始まると死亡する)ベイト、インセンダーの場合遅延キルは発生せず通常キルになりターゲットの能力が発動される。能力△吸血(キル時自動発動)ベイト、インセンダー以外にキルを行うと自動発動一定時間が経つor会議発生でターゲットがその場で死亡する "}, 
  { "name": "パペッティア" , "side": "インポスター", "desc":"キルした対象に、対象が次に近づいたクルーをキルさせることができる対象がキルした相手がキル発動するものであった場合、対象にその効果が反映される。通常のキルを行うことはできない能力△パペット作成(キル時自動発動)キルした対象をパペットにします "},
  { "name": "ウォーロック" , "side": "インポスター", "desc":"キルをすると一番近くの人に呪いがかかる。次から、変身ボタンを押すと呪われた人が一番近い人をキルする。変身した場合、通常のキルになる。また、1ターンに1人しか呪うことはできない能力呪文(通常状態でキル)キルターゲットに呪いをかける呪いがいる状態で変身ボタンを押すと一番近い人をキルするシェイプシフト中にキルを行っても呪文の能力は発動しない"},
  { "name": "メアー" , "side": "インポスター", "desc":"停電に特化したインポスター。停電中はキルクールが減少し、移動速度も速くなるただし、停電時以外はキルが出来ず、停電中は名前が赤くなる。(設定有)能力★闇夜に紛れて(停電中自動発動)キルクールが減少し、移動速度が速くなるが名前が赤くなってしまう" },
  { "name": "プログレスキラー" , "side": "インポスター", "desc":"タスクを全て完了したプレイヤーを知ることができる。ワークホースが付与されたプレイヤーを知れるが、設定が変更が可能プレイヤーの役職次第で表示は異なり、以下のとおりであるマーク条件◆ワークホースが付与されている☆マッドメイト系役職〇クルー、ニュートラル役職上から順番に適応能力★タスク観察(常時発動)タスクを終わらせたプレイヤーにマークがつく。表示条件は上記参照。 "},
  { "name": "インサイダー" , "side": "インポスター", "desc":"キルした相手の役職が分かるまた、味方インポスターの役職と能力が見えるさらに、特定回数キルするとマッドメイトも分かる能力△サーチ(キル時自動発動)キルした相手の役職が分かるアドオンは見ることができない。また、タスク進捗も見ることができる★内通(常時発動/条件達成時)味方インポスターの役職が分かる一定数キルを行うことでマッドメイトも分かる" },
  { "name": "カモフラージャー" , "side": "インポスター", "desc":"ワンクリックボタンを使用することで、プレイヤー全員(ウルトラスターを除く)のスキンが一定時間グレーになり、認識できない状態にする能力◎カモフラージュ(ワンクリックボタン)使用すると一定時間全員の姿がグレーになる誰かがカモフラージュ使用中の場合、カモフラージュは使用できない "}, 
  { "name": "モグラ" , "side": "インポスター", "desc":"ベントに入ることで、マップ内の全ベントからランダムにテレポートされる。通常のベント移動はできない能力◇ベントほりほり(ベント使用時)マップ内の全ベントからランダムにテレポートされる。補足説明/仕様・ベントほりほり発動時、入ったベントにテレポートすることがあります・ベント潜伏は可能ですが、ベント間を移動することはできません"},
  { "name": "アンチレポーター" , "side": "インポスター", "desc":"キルボタンが光っている状態でワンクリックボタンを使用することで、1番近くに居るプレイヤー(インポスターを除く)の緊急会議ボタン・死体通報の使用を無効できる能力◎メガホン破壊(ワンクリックボタン)能力発動時のキルターゲットの緊急会議ボタン・死体通報を無効化できる"},
  { "name": "イレイサー" , "side": "インポスター", "desc":"ワンクリックボタンを使用することで対象の役職をクルーメイトにすることができる。ただし、設定によって役職を消し損ねたりする。ターゲットを決めた時、キルクールダウンはリセットされる能力◎役職ｹｼｹｼ(ワンクリックボタン)使用時のキルターゲットの役職を削除する設定で役職削除が無効になっている場合は削除したと思いこむ" },
  { "name": "シェイプマスター" , "side": "インポスター", "desc":"シェイプシフトに特化したインポスター返信持続時間が通常のシェイプシフターよりも短い反面、変身解除後のクールダウンが無く、無限に変身することができる変身継続時間は設定で変更が可能能力〇マスターシェイプ(シェイプシフト)クールダウン無しでシェイプシフトが出来ます。変身の証拠も残りません "},
  { "name": "シェイプキラー" , "side": "インポスター", "desc":"通報を偽装できるインポスター。シェイプシフトして死体通報することでシェイプシフトした相手の通報にできる。能力▶擬装通報(通報時)通報者をシェイプシフトのターゲットに偽装することができる。" },
  { "name": "ステルス" , "side": "インポスター", "desc":"キルを行ったり、ワンクリックボタンを使用すると、同じ部屋にいるほかのプレイヤーの視界が少しの間暗転する能力◎断線工事(ワンクリックボタン)ワンクリックボタンで暗転できるがOnの場合のみダークネス発動時に追加で暗転させる部屋を設定することができる通路や部屋判定でない場合は追加できない△ダークネス(キル成功時自動発動)キルを行った部屋断線工事によって追加した部屋を一定時間暗転させる自身の視界は暗転されない。通路や部屋判定でない場合かつ断線工事によって追加した部屋が無い場合は暗転が発生しない"},
  { "name": "ネコカボチャ" , "side": "インポスター", "desc":"キルされた際、自分を殺してきたプレイヤーを殺し返す能力★道連れ(キルされた時/追放かつ設定有効時自動発動)キルされた時、キラーを殺し返す。追放されかつ追放された時に誰かを道連れにするが有効の場合、誰かを道連れにする "},
  { "name": "マフィア" , "side": "インポスター", "desc":"初期状態ではキルが封じられている仲間の生存人数が設定人数以下or設定ターン経過すると自身もキルが可能になる能力★潜伏(常時発動)仲間の生存人数が設定人数以下でなく、設定ターンも経過してない状態キルが行えない。◎子分作成(ワンクリックボタン)使用時のキルターゲットをサイドキックマッドメイトにする。潜伏状態でも使用可能" }, 
  { "name": "カリスマスター" , "side": "インポスター", "desc":"任意のプレイヤーを自身から一番近いベントへ集合させることができるインポスター。キルボタンはダブルクリックを使い分ける。シングルクリックでは集合メンバーを決め、ダブルクリックでは通常キルをする。集合メンバーは複数人設定することができ、消えるボタンを押すことでそのメンバーを自身付近のベントに集めることができる。全員集合できる設定をONにしている時、誰もメンバーを決めていないと全員を集合させることができる。集合をかけた時、対象プレイヤーがはしごを使用していると集まることが出来ない。設定により、集まれないプレイヤーは自爆する。能力△オレんとこ来いよ(キル1回使用)集合対象のターゲットを決める。◎集合!!(消える)自身から一番近いベントに集合させる" },
  { "name": "大狼" , "side": "インポスター", "desc":"誰かが自身に対し能力を使用しても、大狼ではなく、クルーメイトとして処理される能力★大狼の貫禄(常時発動)占い系統、シェリフ系統が自身に能力を発動してもクルーメイトとして処理が実行される" },
  { "name": "シリアルキラー" , "side": "インポスター", "desc":"キルクールが他のインポスターに比べて短い反面、変身のクールタイムが明ける前にキルしないと自爆する能力★衝動が抑えられない...(1キル後常時発動)1キル以上していると発動自殺クールが0になると自殺するキルをすることで自殺クールが回復する "}, 
  { "name": "バウンティハンター" , "side": "インポスター", "desc":"指示されたターゲットをキルした場合、次のキルクールがとても短くなる。ターゲットではないプレイヤーをキルした場合は、キルクールが伸びてしまうターゲットは一定時間ごとに変更される能力△賞金稼ぎ(自動発動)賞金首をキルすると次のキルクールが減少する賞金首以外をキルすると次のキルクールが増加する" }, 
  { "name": "カーサー" , "side": "インポスター", "desc":"ターゲットをシェイプで選択が可能、その選択したターゲットにθが表示される。ただし、ターゲットを決めると呪える回数が減るぞ。θが表示されているターゲットをキルすると次のキルクールが短くなる。ターゲット以外をキルしても、いつも通りのキルクールになる。能力〇悪霊の加護(シェイプシフトで選択)シェイプシフトした相手を呪うことができる呪った相手をキルすると次のキルクールダウンがターゲット切った時のキルクールの設定値になる自身が呪い相手をキルしていない場合、効果は発揮しない" }, 
  { "name": "リミッター" , "side": "インポスター", "desc":"キルクールが他のインポスターに比べて速いが、体力の限界を迎えると自爆してしまう単数、経過時間、キル数のいずれかの条件が満たされると自爆モードに切り替わり、誰かをきるしようとすると周囲を巻き込んで自爆する能力△自爆(自爆モード中に誰かをキル)自爆モード中にキルすることで発動周囲を巻き込んで自爆する。自身、巻き込まれの死因は爆死" }, 
  { "name": "リローダー" , "side": "インポスター", "desc":"ワンクリックボタンを使用することで、キルクールダウンが設定値にリロードされる。能力◎リロード(ワンクリックボタン)使用するとキルクールダウンが設定になる。 "}, 
  { "name": "クイックキラー" , "side": "インポスター", "desc":"クイックモードに必要な生存人数人以上生存している状態でキルをすると、クイックモードの効果時間秒間の間、クイックモードになるクイックモード中はキルクールが0sになる。クイックモード終了時、キルクールが戻る。能力△アイツらも巻き添えだ...(キル)クイックモードに必要な生存人数人以上生存している状態でキルすると<>キル後、クイックモードの効果時間の設定秒数の間、キルクールが0sになる。"},
  { "name": "ノーティファー" , "side": "インポスター", "desc":"キルクールが他のインポスターに比べて短いが、キルをした時に一定確率で全員にフラッシュが発生する能力△ノイズフラッシュ(キル時自動発動)キル成功時、一定確率で全員にキルフラッシュが届く "}, 
  { "name": "記憶喪失者" , "side": "インポスター", "desc":"自身の事をシェリフだと思い込んでいるインポスターシェリフのように見えているが誤爆はしない相方も分からないベントとサボタージュが使用できない "}, 
  { "name": "ボーダーキラー" , "side": "インポスター", "desc":"設定人数以上自身がキルを行わないと、インポスターが勝利しても自身は勝利できない。能力△もっと仕留めないと...(自動発動)目標人数以上キルを行わないと、インポスター勝利をしても自身が勝利できない。"},
  { "name": "デクレッシェンド" , "side": "インポスター", "desc":"設定回数キルするとキルクール増加等の弱化を受けてしまうまた、追加でキルするたびにさらに弱化していく。能力△だんだんよわくなぁる(キル時自動発動)弱化数に達すると弱化モードになる。弱化モード中にキルするとキルクール増加などの弱化を受ける "}, 
  { "name": "ドライバー" , "side": "インポスター", "desc":"ブレイドとのコンビネーション役職ブレイドが規定のタスク数を完了させるとドライバーに様々な能力が付与される能力☆ブレイドの援助(自動発動)ブレイドが規定タスク完了させるとドライバーに能力が付与される" },
  { "name": "ブレイド" , "side": "インポスター", "desc":"ドライバーとのコンビネーションクルーだがインポスター飲み方をするインポスターと互い認識できない自身が一定タスクを完了させると、ドライバーに様々な能力が付与される能力△ドライバー様のお手伝い(タスク)規定タスク完了させるとドライバーが強化される"},
  { "name": "アサシン" , "side": "インポスター", "desc":"追放、又は「追放以外でもアサシン会議を起こす」の設定が有効時に死亡時にアサシン会議を発生させることができる。アサシン会議でマーリンに推測(投票)できればインポスターの勝利。また、設定有効時にはアサシンと併せて一部の役職の能力を持つこともできる。能力※アサシン会議(追放時*発動)追放された直後、会議が発生する。その会議でマーリンに投票することで逆転勝利することができる補足説明/仕様・アサシンは、リミッター、イビルサテライト、コネクトセーバーを併せ持つことができません。勝利条件・インポスターの勝利・アサシン会議でマーリンを推測する "}, 
  { "name": "マッドメイト" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できないベントが使え、タスクはない。" },
  { "name": "マッドスニッチ" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できないが、既定のタスク数を完了させるとマッドスニッチからインポスターを視認できるようになる能力▽探求(規定タスク数or全タスク完了)マッドスニッチ視点、インポスターであるプレイヤーの名前の色が赤色になるインポスターからも視認できるがOnの場合、インポスター視点からマッドスニッチの色が赤くなる他マッドメイトやバケネコの色は赤くならない" }, 
  { "name": "マッドガーディアン" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できない規定数タスクを完了させるとシールドが付与される能力★待ってましたご主人様!(規定タスクorタスク全て完了後常時発動)キルさそうになると発動するキルを防ぐ。巻き込み等の特殊キルは防げない。" },
  { "name": "マッドスーサイド" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できない2つの自決能力を持つマッドメイトキルボタンを使用することでシェリフ誤爆のように自決する※他視点からはキルターゲットに殺されるがOnの場合、キルターゲット以外はキルターゲットがキルしたかのように見えるワンクリックボタンを使用することでその場で自決する能力◎自決(ワンクリックボタン)その場で自決する。死因はワンクリボタン使用時の死因の設定値になる。△誤爆自決(キルタボン)その場で自決する。他視点からはキルターゲットに殺されるがOnの場合、キルターゲット以外はキルターゲットに殺される。死因はキルボタン使用時の死因の設定値になる" },
  { "name": "マッドトラッカー" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できないベントが使えない代わりにトラック能力を持つタスクはない能力▶トラッキング(トラッカー能力)バニラのトラック能力と一緒能力使用相手の位置をマップ上で確認できる "},
  { "name": "マッドチェンジャー" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できないキルボタンで対象を決めてからシェイプシフトを行うことで対象者二人の位置を入れ替えることができる対象者が同一人物,キルでの対象者を指定していないor生存していないの場合は自身が対象となる対象者がテレポート出来ない状態であれば能力は発動されない能力△チェンジ対象選択(キルボタン)キルボタンを押した対象をキルでの対象者にする〇チェンジ！(シェイプシフト)変身相手とキルボタンでの対象の位置を入れ替える対象者のどちらか一方が死亡済み、未選択の場合、もう一方と自身の位置を入れ替える対象者のどちらかが特殊な位置にいる場合、能力は発動されない" },
  { "name": "マッドベイト" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できないインポスター陣営以外の人にキルされた時、自身をキルした人に強制的にセルフレポートさせることができる能力★ちょぉぉとまった!(キル時自動発動)自身をキルしたプレイヤーに強制的にセルフレポートを行うことができるキラーがインポスターまたは、狼少年の場合、インポスターがキルしたら通報者をランダムにするがOnの場合だと、生存者からランダムに通報を行う(※対象からインポスターを除外するがOnの場合、インポスターと狼少年は抽選に選ばれません)" }, 
  { "name": "マッドテラー" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できないタスクを一定数完了させると占いが可能になり、会議で自投票すると占いモードに変更できる占いモードの状態で自身以外の誰かに投票すると投票先の役職を占うことができる自投票せずとも占えるように設定で変更が可能。能力※貴方はご主人様...?(自投票→誰かに投票)規定タスク完了後、占いモード中に誰かに投票することで発動対象の役職を知ることができるただし、一定確率(占い成功率)で占いが失敗する占い失敗時は「占い失敗」と表示され、回数が減少する" }, 
  { "name": "マッドリデュース" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できない会議で自身以外の誰かに投票すると、投票先のプレイヤーの投票数を減らすことができる投票数の表示では減らず、次の会議時に投票数が減らされたことが知らされる。能力発動時は通常の投票はできない能力※キミの票は頂いたっ!(自身,スキップ以外の誰かに投票)投票相手の票数を一定数減らすことができる。能力使用時、自身は通常の投票が出来ない" },
  { "name": "マッドアベンジャー" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できない★革命会議発動条件★1.タスクを全て完了させている2.生存人数が一定数以上3.インポスターが全滅している以上の条件をすべて満たしている時、ベントに入ることで革命会議を開くことができるただし、タスク完了後に、すべての条件を満たしていない状態でベントに入ると自殺してしまう(死因自殺)革命会議では会議を開いたマッドアベンジャーのみが投票でき、投票で効果を発揮する役職の能力、ゲッサー能力を使う事はできない革命会議中、マッドアベンジャーが生存しているキル可能ニュートラル全員に投票することでインポスターが逆転勝利するただし、キル可能ニュートラルでないプレイヤーに投票すると自爆し(死因誤爆)会議が終了する能力◇集え、革命の時間だ(革命会議発動条件をすべて満たし、ベントに入る)革命会議を開くことができる。タスク完了後、インポスターが全滅していない時にベントに入ると自爆する死因自殺※ｵﾏｴｶﾞﾔｯﾀﾝﾀﾞﾛｵｵｵｵｵ!!!(革命会議中誰かに投票)投票相手がキル可能ニュートラルなら、おめでとう。革命成功にまた一歩近づいた。キル可能ニュートラルではないなら、残念、革命失敗。代償として死んでもらう。(死因誤爆)生存しているキル可能ニュートラルを全て当てれたら、テロリストと君だけ生き残って他は死ぬ。(死因爆死)そしたら、インポスターの勝利だ。"},
  { "name": "マッドジェスター" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できないタスクを全て完了させた状態で会議で追放された時にインポスター勝利できる。能力★あ～した大荒れて～んき(タスク完了後、追放)タスク完了後に自身が追放されると効果が発揮される。インポスター陣営の勝利になる "},
  { "name": "マッドベトレイヤー" , "side": "インポスター", "desc":"クルーだがインポスターの味方をする。全てのタスクを完了させるとインポスターをキルできる能力を持つ。インポスターをキルすると、役職がベトレイヤーに変化し、全員を殺すことができるようになる。ベトレイヤーになると勝利条件が「有害なキル役職が死亡しており、生き残っているベトレイヤーの人数がクルーと同じかそれ以上」に変化する。能力△裏切り(タスク完了後、インポスターをキル)役職がマッドベトレイヤーからベトレイヤーに変わり。ジャッカル的立ち位置となる。 "}, 
  { "name": "マッドワーカー" , "side": "インポスター", "desc":"クルーだがインポスターの味方をするインポスターと互いに認識できない生存中にタスクを全て完了させると、その時点でインポスター勝利できる能力▽ご主人!!船のネジ全部外しておきました!!(生存中にタスク全完了)生存中にすべてタスクを完了させると、インポスター勝利 "}, 
  { "name": "サイドキックマッドメイト" , "side": "インポスター", "desc":"イビルトラッカー、マフィア等のサイドキック可能役職にサイドキックされた人がなる役職。元の役職の能力を失う。また、勝利条件がインポスター陣営の勝利に変化するタスクが無くなる "},
  { "name": "鵺" , "side": "インポスター", "desc":"クルーだがインポスターの味方をする。鵺(ぬえ)は一定数タスクを完了させ、会議で自投票することで推測モードになる推測モード中に愚か者に投票することで、愚か者が死亡する死亡後、会議が即座に終了し、鵺に自爆特攻能力が解放される。推測に失敗すると自身が死亡する。自爆特攻が解放されると、キルを行った後、一定時間後に自身が自殺する。能力※吸収(自投票→誰かに投票)愚か者を推測する。推測が成功すると愚か者が死亡し、即会議が終了する。会議終了後、自爆特攻能力が解放される。△自爆特攻(キル)キルターゲットを殺害した後、一定時間後に自身も死亡する。 "},
  { "name": "マーリン" , "side": "クルー", "desc":"アサシンとのコンビネーション役職。インポスター、エゴイストの名前が赤く見える。アサシン会議でアサシンに自身を推測されると負ける。能力★全て知ってる(常時発動)インポスターが全てわかる。補足説明/仕様・アサシンに推測されると敗北します。・マーリンはサイドキックマッドメイトやジャッカルドールにサイドキックされません。 "},
  { "name": "エンジニア" , "side": "クルー", "desc":"普通のエンジニア" }, 
  { "name": "科学者" , "side": "クルー", "desc":"普通の科学者" }, 
  { "name": "トラッカー" , "side": "クルー", "desc":"普通のトラッカー" }, 
  { "name": "ノイズメーカー" , "side": "クルー", "desc":"普通のノイズメーカー" }, 
  { "name": "オールラウンダー" , "side": "クルー", "desc":"ターン毎に設定された確率に応じて、様々な役職や能力に変化する。マッドメイト、オポチュニストの場合、そのターンの間タスクは勝利カウントに計算されない。基本通信妨害中は能力が使用できない能力★なんでもやります！(自動発動)ランダムで能力が変わる。" }, 
  { "name": "ナイスアドナー" , "side": "クルー", "desc":"ナイスアドナー専用で属性が付与される同じ属性が重複している場合、重複した属性はナイスアドナーの設定が優先される" },
  { "name": "ナイスロガー" , "side": "クルー", "desc":"ワンクリックボタンを使用することで、一番近くにあるドアにセンサーを設置することができるセンサーを設置したドアの付近にいるプレイヤーを検知し、会議時に通知を受け取ることが可能。会議後、センサーは再設置する必要があるセンサーがプレイヤーを検知すると、次の検知までに一定時間クールタイムが発生する能力◎ドアログ設置(ワンクリックボタン)一番近くのドアにドアログセンサーを設置することができる。MIRAのドアログのように動く。検知後、一定時間クールダウンが発生する" },
  { "name": "シェリフ" , "side": "クルー", "desc":"インポスター陣営をキルすることができる※ニュートラルをキル可能にする設定有。クルーメイトをキルすると自殺するタスクはない能力△執行！(キルボタン使用時自動発動)対象がインポスター陣営、設定でキル可能になっている陣営ならキルを行うことができる。クルーやキルが不可能な人をキルしようとすると自身が死亡する(死因：誤爆)誤爆時、ターゲットも死ぬがONの場合、ターゲットの役職に関わらずキルを行い、キル不可能な人をキルしていた場合、自身が死亡する(死因：誤爆)" },
  { "name": "スイッチシェリフ" , "side": "クルー", "desc":"ベントに入ることでタスクモードとシェリフモードを切り替えることができるタスクモード中はシェリフのキル能力が使用できないシェリフモードではタスクが行えない能力◇モードチェンジ(ベント使用時)現在のモードがSheriffならtaskモードにtaskモードならSheriffモードに変更する通信妨害中はtaskモードからSheriffモードへの変更はできない△正義執行！(キルボタン使用時自動発動)対象がインポスター陣営、設定でキル可能になっている陣営ならキルを行うことができる。クルーやキルが不可能な人をキルしようとすると自身が死亡する(死因：誤爆)誤爆時、ターゲットも死ぬがONの場合、ターゲットの役職に関わらずキルを行い、キル不可能な人をキルしていた場合、自身が死亡する(死因：誤爆)" }, 
  { "name": "ミーティングシェリフ" , "side": "クルー", "desc":"既定のタスク数を完了した状態で会議で自投票すると政治執行モードに変更できる正義執行モードの状態で自身以外の誰かに投票すると投票先のプレイヤーに正義執行を行うことができる正義執行の対象がインポスター陣営の時、キルすることができる※ニュートラルをキル可能にする設定有クルーメイトを正義執行すると自殺する能力※正義執行(規定タスク完了かつ正義執行モード)規定タスク完了した状態で自投票すると正義執行モードになる正義執行モード中に誰かに投票すると正義執行を行うターゲットがインポスターであればキルを行うターゲットがクルーメイトなら自身が死亡する(死因：誤爆)" },
  { "name": "狼少年" , "side": "クルー", "desc":"クルー陣営だが、すべてのプレイヤーを殺すことができるただし、大狼をキルしようとすると返り討ちにあってしまうインポスターを除く他の役職からは狼少年ではなくインポスターとして処理されるタスクはない能力△狼一族の教え(キル)大狼を除く全てプレイヤーをキルすることが可能★狼一族の振舞(常時発動)占い師等一部役職からインポスターとして処理されてしまう" },
  { "name": "占い師" , "side": "クルー", "desc":"吉のタスク数を完了した状態で会議で自投票すると、投票先の役職を占うことができる自投票せずとも占えるように設定で変更が可能能力※水晶玉は嘘をつきません...(占いモード時に誰かに投票)占い方法が自投票の時、規定タスク完了状態で自投票すると占いモードになる占いモード中に誰かに投票するとその人の役職/陣営を占うことができる" },
  { "name": "ぽんこつ占い師" , "side": "クルー", "desc":"既定のタスク数を完了した状態で会議で自投票すると、占いモードに変更できる占いモードの状態で自身以外の誰かに投票すると、投票先の役職を占うことができるただし、一定確率で占いが失敗する占い失敗時、結果は死者、自身を含む全員からランダムなプレイヤーの役職が表示される自投票せずとも占えるように設定で変更が可能能力※てへぺろ占い(＞☆)～(占いモード時に誰かに投票)占い方法が自投票の時、規定タスク完了状態で自投票すると占いモードになる占いモード中に誰かに投票するとその人の役職/陣営を占うことができる" },
  { "name": "かけだし占い師" , "side": "クルー", "desc":"規定のタスク数を完了した状態で会議で自投票すると、占いモードに変更できる。占いモードの状態で、自身以外の誰かに投票すると投票先の役職を占うことができる占いには1ターンかかり、対象者が人外の場合、占われていることが分かってしまう。1会議で1人までしか占えない能力※あれっ...これっ?なに?(占いモード時に誰かに投票)占い方法が自投票の時、規定タスク完了状態で自投票すると占いモードになる占いモード中に誰かに投票するとその人の役職/陣営を占うことができる" },
  { "name": "メイヤー" , "side": "クルー", "desc":"会議の票を複数持ち、まとめて一人またはスキップに入れることが出来る能力※複数投票(投票時自動発動)会議の票数が1+追加投票の個数になる◇臨時会議の時間だ(ベント使用時発動)緊急会議を始める。自身がボタンを押した判定になる(緊急ボタンの使用回数も減少)" },
  { "name": "巫女" , "side": "クルー", "desc":"既定のタスク数を完了した状態で会議で自投票すると、占いモードに変更できる占いモードの状態で自身以外の誰かに投票すると、投票先のプレイヤーとそのターンで通報された死体のプレイヤーが同陣営なのか占うことができる通報された死体が無ければ能力を使用できない能力※あの子の声が...(死体通報で会議が始まった時かつ占いモード中に対象に投票)通報された死体のプレイヤーと占い相手が同陣営なのか占う。ボタンでの会議や規定タスク数を完了させていない状態だと能力が使えない" },
  { "name": "捜査官" , "side": "クルー", "desc":"会議で自投票すると捜査モードに変更できる。捜査モードの状態で誰かに投票するとその人の事を次のターンの間、捜査することができる。捜査相手が死亡すると、捜査相手や捜査相手を殺した犯人についての情報を手に入れることができる。会議が始まると捜査はリセットされる。また、複数人同時捜査はできない。能力※捜査(自投票→投票)調査モード中にプレイヤーに投票すると投票相手を調査することができる。調査相手が次ターン死亡すると次会議で犯人、捜査相手の情報が手に入れられる" },
  { "name": "ディクテーター" , "side": "クルー", "desc":"会議中に誰かに投票をすると、会議を強制終了させて自身の投票先を吊ることができる投票したタイミングでディクテーターは死ぬ。(死因：自殺)設定によって自投票してから誰かに入れないと効果発揮されないように変更が可能能力※俺の言うことはゼッタイ(投票)自身、スキップ以外の誰かに投票することで効果発動投票先を吊ることができる。使用後、自身は死亡する(死因：自殺)" },
  { "name": "ホワイトハッカー", "side": "クルー", "desc":"既定のタスク数を完了すると、誰かにGPSを仕掛けることが出来るようになる会議で自身以外の誰かに投票することで投票先のプレイヤーにGPSを仕掛けることができ、次ターンの最終位置を特定することができるただし、対象が死亡すると特定できない能力※GPSを仕掛けたのさっ!(投票)投票相手のタブレットをハッキングし、次ターン投票相手の最終位置が名前の下に表示される投票はキャンセルされず、そのまま通常投票として扱われる▶トラッキング(トラッカー能力)トラッカーのトラック能力。トラッカーの能力が使えるがOnかつ自覚済みの時に使用可能" },
  { "name": "天秤" , "side": "クルー", "desc":"会議で自投票すると、天秤モードに変更される天秤モードの状態で2人に投票すると天秤会議が始まり、投票先の2人を天秤に掛けることができる天秤会議では天秤に掛けられた2人のみへ投票することができ、無投票で時間切れになった場合は自動でどちらかに投票される同数票の場合はどちらも追放される天秤会議は1度のみ使用可能能力※天秤投票(自投票後、2名に投票)投票した2名で天秤会議を行う。生存者全員2名のどちらかに投票しなければならない同数票なら両者追放される" },
  { "name": "観察者" , "side": "クルー", "desc":"会議で誰かに投票する事で投票相手を「監視対象」にする。監視対象が死亡した時、全員にキルフラッシュが発生する。能力※観察(投票)投票相手の事を監視する。監視対象が死亡すると、全員にキルフラッシュが発生する" },
  { "name": "ウルトラスター" , "side": "クルー", "desc":"全員視点からウルトラスターが誰か分かるまた、ウルトラスターは速度が速く、0.5s間隔でスキンの色が変化するキルが出来るかが設定で変更が可能キルが可能な場合、一定時間が経過して最初にすれ違った人をキルする(ガードも貫通)誰か見つけたら体当たりで殺害だぁ!!!能力★スーパースター(自動発動)タスクターン中、自身の色が0.5s間隔で変わるキル能力を持つがOnかつ一定時間が経過後、すれ違った人をキルするキル後、クールはリセットされる" },
  { "name": "タスクスター" , "side": "クルー", "desc":"タスクを全て完了させると、全員視点からタスクスターが誰か分かるようになる能力▽仕事...終わりましたっ(タスク全完了)全員視点から自身がタスクスターと分かる自身に付与されいるアドオンまでは分からない" },
  { "name": "パン屋" , "side": "クルー", "desc":"パン屋が生存していると、会議開始時にパン屋生存コメントがチャット欄に表示される能力★クルー!!今日のパンよ!!(会議時自動発動)パン屋が生存していると会議開始時のメッセージにパン屋が生存しているという通知が届く" },
  { "name": "エクスプレス" , "side": "クルー", "desc":"ただ足が速い。能力★列車通過(常時発動)足が速くなる" },
  { "name": "ストルナー" , "side": "クルー", "desc":"自身がキルされると、設定で付与している属性がキラーに付与される自身が属性を使えるかは設定による能力△盗まれちゃった(´・ω・｀)(キル時自動発動)キルしてきた相手に属性が付与される" },
  { "name": "ベイト" , "side": "クルー", "desc":"キルされた時に、自身をキルした人に強制的にセルフレポートさせることができる能力★ﾍﾍｯﾜﾅﾆｶｶｯﾀﾅ!!(キル時自動発動)キルした人に自身の死体をセルフレポートさせることができる" },
  { "name": "インセンダー" , "side": "クルー", "desc":"キルされた時に自身が自身の死体をレポートする。能力★簡単には死なないねっ!(キル時自動発動)キルした人に自身の死体をセルフレポートさせることができる" },
  { "name": "ギャスプ" , "side": "クルー", "desc":"タスクを一定数完了させ、誰かにキルされると次会議が始まるまでキラーの名前に★マークがつく死体が残らない死に方をした場合でもマークがつく能力△ｷﾞｬｱｱｱｱｱｱｱｱｱｱｱｱｱｱｱｱ(キル時自動発動)次会議が始まるまで、キラーの名前に★マークがつく" },
  { "name": "ガードマスター" , "side": "クルー", "desc":"タスクを完了させると設定回数キルをガードできるまた、いつキルをガードしたか分かる。能力△ｱﾌﾞﾈｪｯ!!(キルされそうになった時自動発動)キルをガードする自身の殺害未遂者を知ることができるがOnの場合、キルをガードしたことが分かりキラーの名前に色が付く" },
  { "name": "君臨者" , "side": "クルー", "desc":"基本死亡しないが、死亡した時、クルー陣営に大きな損害をもたらす通常キル、多くの特殊キルでも死亡しないただし、会議で一定数票が集まってしまうと自身が追放されてしまうクルー陣営には自信が君臨者であることが分かっているが、人外には分からない君臨者には天邪鬼、アムネシアが付与されない能力★我を称えよ(常時発動)クルー陣営視点、自身の役職が見えるアドオンまでは見えない★どうすれば...(死亡時発動)死亡時天邪鬼含む、クルーメイト陣営であるプレイヤーへ①死亡時後追いする人数の設定人数分死亡する(死因：後追いした者の死因の設定値)②死亡時、バフ属性が剥奪される人数の設定人数分バフ属性が剥奪される③死亡時、役職がクルーになる人数の設定人数分役職がクルーメイトになってしまう" },
  { "name": "トラッパー" , "side": "クルー", "desc":"キルされると、キルした人を数秒間移動不可にすることができる(設定有)能力★ｶﾞﾁｬｺﾝ!!(キル時自動発動)キルした人を一定時間移動不可、通報不可にすることができる" },
  { "name": "スニッチ" , "side": "クルー", "desc":"タスク完了と同時にインポスターの名前の色が赤く表示される逆に自身のタスク残数が少なくなると名前の横に★が表示され、インポスターに暴かれる能力▽みぃつけた^^(タスク全完了)タスク全完了発動インポスターの名前の色が赤く表示される" },
  { "name": "ドクター" , "side": "クルー", "desc":"プレイヤーの死因を知ることができる(設定有)また、充電がある限り、どこでもバイタルを確認できる能力★死因調査(自動発動)死亡した人の名前の横に死因が表示される▶心電図(バイタル)科学者のバイタルといっしょ" },
  { "name": "シーア" , "side": "クルー", "desc":"プレイヤーが死亡するごとに、シーア派キルフラッシュを見ることができる(設定有)能力★ﾑﾑﾑｯ...!(誰かキルされた時発動)誰かがキルされると発動する自身にキルフラッシュが見える" },
  { "name": "サイキック" , "side": "クルー", "desc":"誰かがキルされるごとに、サイキックはノイズメーカーのノイズを受けとることができる能力★君の思いが伝わったよ...(自動発動)誰かがキルされると自視点にノイズメーカーの通知が届く" },
  { "name": "サテライト" , "side": "クルー", "desc":"設定されたタスク数を完了した状態で会議で自投票すると「探知」モードに変更できる。「探知」モードで自身以外の誰かに投票すると、会議前、その人が入ったことのある部屋を1つ確認できる。通信妨害中、行動は観測されず、「観測」モードも使用できない。能力※衛星探知通信(自投票→投票)投票相手がこのターン中に通った部屋を1つだけランダムで教えてくれる。" },
  {"name":"ライター","side":"クルー","desc":"条件を満たすと、自分の視野を広げることができる能力★ﾋﾟｯｶｰｰﾝ(自動発動)視界が広がる。タスクを全て完了させると、停電の影響を受けない"},
  {"name":"スピードブースター","side":"クルー","desc":"既定のタスク数を完了させると、ランダムな生存者のスピードを上げることができる能力▽ブースト(規定タスク完了時)ブースト対象がまだいない場合、自身含む生存者の中からランダムに選ばれたプレイヤーの移動速度を上昇させる"},
  {"name":"タイムマネージャー","side":"クルー","desc":"タスクを終わらせる毎に会議時間が延びる死亡すると会議時間は元に戻る能力▽会議延長(タスク1つ完了毎)会議時間を伸びる会議時間の値分伸ばす"},
  {"name":"サボタージュマスター","side":"クルー","desc":"リアクター・O2・通信妨害を一人で修理可能停電は一か所のレバーに触れることで全て直るドアを開けるとその部屋の全てのドアが開く能力▶緊急修理はお手の物(補足説明に記載している条件)サボタージュを修復させる。ドアを開けると、その部屋のドアが全て開く"},
  {"name":"キャンドルライター","side":"クルー","desc":"視界がろうそくのようにだんだんと小さく狭くなっていく。ただ、他人と違いろうそくで周りを灯している為、停電の影響は受けない。タスクを全て完了させると新たに一本ろうそくが供給され、一番明るい状態に点け直すことができる。能力★命の灯(常時発動)視界がろうそくのように時間経過で狭くなっていく。停電の影響は受けない"},
  {"name":"シャイボーイ","side":"クルー","desc":"視界内に誰かがいるとベントクールが(1秒に1カウント)減少し、誰もいないと(4sで1カウント)回復するベントクールが残り0秒になると、発作を起こして死亡してしまう能力★...ち..ちょっ...近づか...な..い..d(常時発動)視界内に誰かがいるとベントクールが減少するベントクールが残り0秒になると死亡する(死因：自殺)誰もいないとちょっとずつベントクールが回復する"},
  {"name":"雪だるま","side":"クルー","desc":"たくさん歩くと雪が落ち、視界がだんだん狭くなる。また、ずっと立ち止まってると、雪が溶け視界が狭くなる。(歩く方が雪の消費を抑えられる)タスクをすべて終えると、溶けなくなり視界が狭まらなくなる。能力★雪溶け(移動時)移動すると少しずつ雪が溶けていく。立ち止まるとそこそこ雪が溶ける"},
  {"name":"ウォーカー","side":"クルー","desc":"通常のタスクの他に、特定の部屋に行くというタスクが追加される。特定の部屋に行くタスクも通常のタスクも、クルーメイト勝利のカウントに含まれる。能力▽船の点検...(タスク追加)部屋に行くタスク数の分だけ特定の部屋に行くタスクが加算される。このタスクもクルーのタスク勝利に加算される。"},
  {"name":"カムバッカー","side":"クルー","desc":"ベントに入ることで前回入ったベントの位置へテレポートできるベントに入ったのが初回の時はテレポートされないベント内に潜ることや通常のベント移動はできない能力◇ｶﾑﾊﾞｰｰｰｰｯｸ!!!(ベント使用)前回のベントにテレポートされるテレポート後、すぐにベントから出てくる"},
  {"name":"アンドロイド","side":"クルー","desc":"タスクを行うことでバッテリーをチャージすることができるバッテリー残量によって、ベントクールダウン、ベント内での最大時間が変動するサボタージュの発動中はベントに入る事が出来ない100%以上に充電されることはない能力▽ジューデン(タスク1つ完了毎発動)バッテリーがチャージされる"},
  {"name":"スタッフ","side":"クルー","desc":"スタッフが生存中にタスクを終えていない状態で試合が終了した場合、スタッフはクルーメイト陣営として勝利することができないスタッフのタスクはクルーメイトのタスクには含まれないベントを使用することが出来る(設定有)能力▽これで僕もクルーメイトの一員だ!(タスク全完了)タスクを全完了すると、クルーメイトが勝利した時、自身も勝利できる"},
  {"name":"トイレファン","side":"クルー","desc":"ベントに入ることでラウンジのトイレのドアを全て開くことができるそれだけ。能力◇ﾊﾟｯｶｰﾝ☆(ベント使用)AirShipのラウンジのトイレのドアが一斉に開く他人からベントを使ったことが分からない"},
  {"name":"ベントマスター","side":"クルー","desc":"クールダウン、持続時間無しで何度もベントに入ることができるまた、自身以外の誰かがベントに入ると、フラッシュを見ることができる能力★開いたな?(誰かがベント使用時自動発動)自身にフラッシュが見える(キルフラッシュと区別がつかない)"},
  {"name":"ベントオープナー","side":"クルー","desc":"タスクを一定数完了させた後、ベントに入ることで、ベントに入っている全プレイヤーをベントから追い出すことができる。能力◇オープン！(ベントに入る)ベントに入ろうとするとそのベントにいるプレイヤーを強制的に排出させる"},
  {"name":"ベントハンター","side":"クルー","desc":"タスクを一定数完了させた後、ベントに入ることで、入ったベントに罠を仕掛けることができる罠は設定した時間経過すれば消えるが、その罠の仕掛けられたベントに入ってしまうと死んでしまうまた、罠を仕掛ける時ベント内にキル可能役職がいた場合、罠を仕掛けるのに失敗し、陣営関係なく返り討ちにされる。能力◇トラップ設置(ベント)ベントに入ろうとすることでそのベントにトラップをしかけることができるただし、ベント内にキル可能人外がいる場合、自身が返り討ちにあう(死因：返り討ち)トラップの設置されたベントを使ったプレイヤーは死亡する(死因：トラップ)"},
  { "name": "愚か者" , "side": "ニュートラル", "desc":"・キル可能役職を1度キルし,クルーが勝利・設定有効かつ,自身が生存した状態でクルーが勝利のどちらかの条件を満たすと追加勝利。体がインポスターになってしまいキル、ベントが解放されたニュートラル鵺に推測されると死亡し、鵺が自爆特攻能力を持つようになってしまう。占い結果がインポスターになる。補足説明/仕様・占い結果をインポスターにするがOnの時、占い結果はインポスターになります。勝利条件・キル可能役職を1度キルし,クルーが勝利・設定有効かつ,自身が生存した状態でクルーが勝利" }, 
  {"name":"ジャッカル","side":"ニュートラル","desc":"ジャッカルはすべてのプレイヤーを殺すことができるインポスターが残っておらず、生き残っているジャッカルの人数が、クルーと同じかそれ以上でジャッカルが勝利するサイドキックが作成できる場合、キルボタンが光っている状態でワンクリックボタンを押すと、その時のキルターゲットをジャッカルドールにする能力◎サイドキック(ワンクリックボタン)発動時のキルターゲットをジャッカルドールにする"},
  {"name":"ジャッカルエイリアン","side":"ニュートラル","desc":"ターン毎に設定された確率に応じて、様々なの役職や能力に変化するジャッカル。ターン毎の役職や能力は会議時に知ることができるサイドキックが作成できる場合、キルボタンが光っている状態でワンクリックボタンを押すと、その時のキルターゲットをジャッカルドールにする能力◎サイドキック(ワンクリックボタン)発動時のキルターゲットをジャッカルドールにする★七変化(常時発動)┗ターンによって様々な能力を持つ。"},
  {"name":"ジャッカルマフィア","side":"ニュートラル","desc":"初期状態ではキルが封じられているジャッカルカウントの役職が自身以外に生存していないと自身もキルが可能になる仕様はジャッカルと同様。サイドキックが作成できる場合、キルボタンが光っている状態でワンクリックボタンを押すと、その時のキルターゲットをジャッカルドールにする能力★潜伏(常時発動)仲間の生存人数が設定人数以下でなく、設定ターンも経過してない状態キルが行えない。◎サイドキック(ワンクリックボタン)発動時のキルターゲットをジャッカルドールにする"},
  {"name":"ジャッカルドール","side":"ニュートラル","desc":"ジャッカル陣営の味方をするジャッカル、ジャッカルマフィア、ジャッカルエイリアンと互いに視認できるご主人が全滅した場合、設定に応じて役職が変わったりなどする。タスクはない"},
  {"name":"カウントキラー","side":"ニュートラル","desc":"カウントキラーはすべてのプレイヤーを殺すことができる設定回数キルすると単独勝利できる。能力△後何人かな?(指定回数キル)キルに成功すると、勝利に必要なキルカウントが1つ増えるキルがガードされた場合、キルカウントは増えない"},
  {"name":"ドッペルゲンガー","side":"ニュートラル","desc":"シェイプ対象以外キルが出来ないまた、シェイプシフトを解除することもできないシェイプシフト中、カウントが0.1/1s溜まり、シェイプシフト対象をキルすると会議が始まるまでの間カウント1/1s貯まる追加勝利に必要なカウントを超え、ゲーム終了まで生存していると追加書類、勝利に必要なカウントに達するとその時点で自身が勝利するベントやサボタージュは使用不可能力〇命の席は一つのみ(シェイプシフト)シェイプシフト中、カウントが0.1/1s貯まる。シェイプ解除ができない。シェイプ対象をキルするとカウントが1/1s貯まる"},
  {"name":"死神","side":"ニュートラル","desc":"【勝利条件】～以下のどちらかを満たせば死神の単独勝利～①生存者がインポスター1人、死神1人、クルーカウントの役職が0人②死神生存かつ、クルー陣営が勝利条件達成(タスク勝利を除く)死神はキルボタンを押すことで1ターンに1人まで呪うことができる呪われた人は会議開始と同時に死亡するただし、死神がそのターンに死亡すれば会議開始以降も生存する死神は死体通報が出来ず、生存人数にカウントされない能力△連れ去り(キルでターゲット選択し、会議開始)キルで選択したターゲットを天界に連れ去る連れ去られた人はキルガード貫通で死亡する(死因：他界)"},
  {"name":"リモートキラー","side":"ニュートラル","desc":"リモートキラーはすべてのプレイヤーを殺すことができるキルボタンで対象を決め、ベントに入ると対象を遠隔でキル出来る普通のキルを行うことはできない生存者の半数以上がリモートキラーかつ、他の生存者が無害な役職の場合、リモートキラーの勝利となる能力◇遠隔キル(キルでターゲット選択後、ベント)ターゲットがその場で死亡するキル時にテレポートするがOnの場合、使用後キルワープが発生します"},
  {"name":"エゴイスト","side":"ニュートラル","desc":"味方が全て死んだ状態でインポスターが勝つと単独勝利するインポスターは誰がエゴイストか分かるエゴイストも誰がインポスターか分かる(設定有)能力〇マッドメイト作成(シェイプ時自動発動)一番近い人をサイドキックマッドメイトにする。"},
  {"name":"アーソニスト","side":"ニュートラル","desc":"キルボタンを使おうとすると、ターゲットに油を塗れる全てのクルーに油を塗ったら、船を燃やして勝利する能力△油塗り塗り(キルし、一定時間ターゲットのそばにいる)キルし、△マークがついているプレイヤーに一定時間の間近づくと▲になり油を塗れる◇放火(自身以外の生存者全てに油を塗る)放火し、自身以外全員死亡(死因：焼死)する放火が行われた後、アーソニストの勝利となる"},
  {"name":"シェフ","side":"ニュートラル","desc":"キルボタンを使ってその人に料理を渡せる全員に料理を渡した状態で吊られると単独勝利、また、ゲーム終了時、生存していると追加勝利になる能力△料理提供(キル)キルボタンのターゲットに料理を渡すことができる既に料理を渡した人に再度料理を渡すことはできない"},
  {"name":"ペスト医師","side":"ニュートラル","desc":"ペスト医師はすべてのプレイヤーに感染を広げることが目的。キルで最初の感染者を選ぶ。接触感染して良き、すべてのプレイヤーに感染させたら勝利会議では感染はリセットされない能力△感染(感染可能回数が残っており、(キル時/自身がキルされ、キルされた時に感染させるがOn))対象を100%感染させる★感染拡大(自動発動)100%感染しているプレイヤーの一定範囲内にいるプレイヤーが徐々に感染していく"},
  {"name":"カースメーカー","side":"ニュートラル","desc":"キルボタンを押し、対象に一定時間近付く事で呪うことができるワンクリックボタンを押した時、自身と呪っている相手全員を殺す能力発動後、試合が終了すれば単独勝利になる呪いは一定ターンが経過すると解除される能力◎呪殺(ワンクリックボタン)呪っている人数が1人以上の時、自身と呪っている人を全員殺す。(死因：呪殺)△呪う(キルし一定時間近付く)対象に一定時間、一定範囲近づく事で対象を呪うことが出来る呪いは一定ターン経過で解除される"},
  {"name":"ジェスター","side":"ニュートラル","desc":"会議で追放された時に単独勝利できる追放されず、試合が終了orキルされると敗北能力※あ～したてんきになぁれ(追放時)ジェスターの勝利"},
  {"name":"エクスキューショナー","side":"ニュートラル","desc":"ターゲットに対してこちらかのみ視認できる♦のマークがついている投票で♦が付いている人を追放すれば、単独勝利ターゲットがキルされた場合は役職が変化するターゲットがジェスターの時、追放成功時追加勝利する"},
  {"name":"マドンナ","side":"ニュートラル","desc":"会議で自投票すると告白モードに変更できる告白モードの状態で自身以外の誰かに投票すると投票先のプレイヤーに告白することができる相手がラバーズ、片思い、片思いの想い人のいずれかでなければ告白が成功し相手とマドンナラバーズになれる告白が成功しなかった場合、ラバーズにはなれない。告白失敗時は役職が変化するマドンナにラバーズは配役されない能力※ずっと...あなたの事がっ...!!(自投票→彼ぴっぴに投票)彼ぴっぴがラバーズ,片思い,片思いの想い人でない場合彼ぴっぴと自身がマドンナラバーズになる"},
  {"name":"マスメディア","side":"ニュートラル","desc":"キルボタンを使ってその人を追跡する事が出来るマスメディアは追跡相手の位置が分かるが、追跡相手が近いと視界が真っ暗になる追跡相手がキルされ、自身が追跡相手の死体を通報した場合、誰が追跡相手をキルしたのかを投票で推測することができる推測を行った場合、会議で即座に終了する。スキップ投票の場合、推測は行われず、会議は引き続き行われる推測があっていた場合、マスメディアの勝利、間違っていた場合、マスメディアが死亡するまた、情報機器を使用することができず、追跡相手が会議後リセットされるマスメディアが対象の死体を通報する時のみ、トランスパレント、ノンレポート等の効果は適応されない能力△追跡報道(キルでターゲット選択)ターゲットを追跡する※犯人は○○...!?(自身が追跡相手の死体を通報し、スキップ以外に投票する)投票で追跡相手を殺した犯人を推測できる推測があっているとマスメディアの勝利、間違っている場合、自身が死亡する(死因：誤爆)間違っている場合、マスメディアが投票した相手は追放されない"},
  {"name":"ヴァルチャー","side":"ニュートラル","desc":"通報ボタンを押すことで死体をつまみぐいする事ができる。一定回数つまみぐいを行うと勝利。タスクを行うことでキルフラッシュが見えたり、死体への矢印を受け取ることができるそのターンにつまみぐいされた死体は会議で×がつく。能力▶つまみぐい(死体通報ボタン使用)死体をつまみぐいする。指定回数つまみ食いを行うと勝利つまみ食いした時、シェイプの殻を表示するがOnの時、シェイプの卵が表示されるつまみ食いされた死体は通報できなくなる"},
  {"name":"ワーカホリック","side":"ニュートラル","desc":"クルーよりもタスクが多い。生存中にタスクを全て完了することで単独勝利できる死亡後にタスクを全て完了しても勝利できない能力△タスクタスクゥ～!(タスク完遂)生存中にタスク完遂するとワーカホリックの勝利"},
  {"name":"サンタクロース","side":"ニュートラル","desc":"タスクを全て完了させることでプレゼントを作成することができるプレゼント作成後、指定されたベントに入ることでプレゼントを投下することができる指定数プレゼントを投下すれば勝利プレゼントを投下したターンの会議でプレゼントが届いた通知が来るプレゼントを投下するとタスクが再度復活する能力▽プレゼント作成(タスク全完了)全てタスクを完了させるとプレゼントを作成できる◇プレゼント投下(指定されたベントに入る)プレゼントを投下する指定数プレゼントを渡せば勝利投下後、タスクが再度復活する"},
  {"name":"バンカー","side":"ニュートラル","desc":"タスク、キルを行うことでポイントが貯まるモード変更、ターン開始時にポイントを消費するベントに入ることでタスクモード、キルモードを切り替えることができる試合終了時点で一定ポイントを所持していると追加勝利能力◇モードチェンジ(ベント使用)TaskモードならkillモードKillモードならTaskモード通信妨害中、TaskモードからKillモードにチェンジすることはできない◀ポイント貯め(キル/タスクを1つ完了)キルならキルすることで手に入るポイント分ポイントが追加されるタスクならタスクを行うことで手に入るポイント分ポイントが追加される"},
  {"name":"ミッショナー","side":"ニュートラル","desc":"毎ターン複数から一つのミッションを選ぶことができる。ミッションをこなすと「レベル+カテゴリ」の設定合計ポイントを入手できる。ミッションは再設定するまで変更されない。一定ポイントに達すると勝利。能力★ミッション(常時発動)自身で選択したミッションを成功させることで、カテゴリポイント+レベルポイントの合計値のポイントが手に入る。"},
  {"name":"妖狐","side":"ニュートラル","desc":"規定タスクを完了させ、ゲーム終了時まで生存していると単独勝利サボタージュが修復できない設定タスク完了毎にキルガードが1枚付与される初手ターン以降、名前の下に表示される部屋に行かないと次会議、自身が生存していることが通知されてしまう生存人数が3人以下又は勝利に必要なタスク数を完了させていないと、妖狐は生存カウントに含まれない能力△妖精の御加護(キルガード所持時自動発動)キルされそうになった場合キルを防ぐ特殊キルなどは防げない"},
  {"name":"モノクラー","side":"ニュートラル","desc":"最後まで生存しているかつ、クルー陣営が勝利すると勝利できるタスク勝利だと自身も追加、それ以外だと乗っ取り勝利するタスクターン中、モノクラーからのみ、他のプレイヤー全員(ウルトラスター除く)のスキンがグレーになり、識別できなくなるグレーではなく白、黒で表示するように設定で変更が可能白、黒表示では元々のスキンの色で分けられており、下記記載の色変化表のとおりである能力★モノクロ化(タスクターン中常時発動)他プレイヤーの色がグレーに見えるスキンを白と黒に分けるがOnの場合、色変化表に応じて色が変化する"},
  {"name":"オポチュニスト","side":"ニュートラル","desc":"試合終了時に生存していれば追加勝利となる補足説明/仕様・役職が変化し、オポチュニストになった場合、判定はクルーになり元役職の能力は使用できなくなります勝利条件・ゲーム終了時、自身が生存していれば追加勝利"},
  {"name":"怪盗","side":"ニュートラル","desc":"キルボタンを使用する事で、役職を盗むターゲットを指定できる怪盗がターゲットを指定すると、次の開始時に予告状が送られ、ターゲットの情報が公開される(設定有)ターゲットが生存した状態でターゲットが勝利条件を満たしている時、ターゲットの役職を奪って勝利できる。この時、ターゲットは空虚者になり、敗北となるターゲットが死亡すると再指定ができるただし、ターゲット生存中の上書きはできない生存者が設定人数を下回ると、ターゲットを指定できなくなる能力△対象設定(キル)キルで盗みを行う対象を決める☆盗み(ゲーム終了時、ターゲットが生存しており、勝利している)ターゲットの役職を盗み、自身が代りに勝利する"},
  {"name":"テロリスト","side":"ニュートラル","desc":"自身のタスクを全て完了させた状態でキル・追放された時に単独勝利する能力▽テロ(タスク完遂後、キル・追放される)テロリストの勝利になる"},
  {"name":"裏切者","side":"ニュートラル","desc":"ターゲットに★マークがついている。ゲーム終了時、ターゲットが敗北し、自身が生存していると追加勝利。ターゲットが死亡すると裏切者視点ターゲットの役職が分かるようになる。能力★裏切りの準備(ターゲット死亡時常時発動)ターゲットの役職が分かるようになる"},
  {"name":"シュレディンガーの猫","side":"ニュートラル","desc":"キルされると、キルを防いでキルしてきた陣営に所属する能力△にゃお～ん(キルされそうになった時)一部特殊キルではない時、その時のみキルをガードし、キルをしてきた人の陣営に所属する"},
  {"name":"藁人形","side":"ニュートラル","desc":"変身した状態で設定回数回キルを身代わりさせれば勝利。キルボタンでターゲットを指定し、ファントムボタンを押すことでターゲットに変身することができる。変身した状態でターゲットに近づくと自身が死亡する。ターゲットが生存かつ変身中にキルされるとキルを防ぎ、ターゲットが代わりに死亡する。その後、変身が解除され、発動地点にテレポートする。能力◎変身(ワンクリックボタン)キルでターゲット選択後、にワンクリックボタン使用で変身できる。変身状態でキルされると変身対象がキルされる。"},
  {"name":"バケネコ","side":"ニュートラル","desc":"始めは自身がクルーだと全員が思い込むキルされると、キルを防いでキルしてきた陣営に所属する所属後、キルが可能になるタスクはない無所属のまま試合が終わるとクルーと一緒に勝利する能力△ん...にゃおおおお～ん!(キルされそうになった時)一部特殊キルではない時、その時のみキルをガードし、キルをしてきた人の陣営に所属する所属した後、自身もキル可能になる"},
  { "name": "片思い" , "side": "ラバーズ", "desc":"他の役職と重複して配役されるニュートラルとある人に恋心を抱いている片思いと想い人がどちらも生き残っている状態で試合が終了すれば、想い人との恋が実り、一緒に勝利できるまた、生存者が片思いと想い人の2人のみの場合、追加勝利設定でも単独勝利となる想い人が死亡すると片思いは死亡(死因：後追い)するが、片思いが死亡しても想い人は死亡しない想い人にラバーズは配役されない一定確率で片思いが2人に配役され、両片思いになる時がある追加勝利ではないラバーズが複数組生き残っている場合、勝利できるラバーズの優先順位が決まっている※ラバーズのページ参照能力■この試合が終わったら私...告白するんだっ!!ゲーム終了時に片思い,想い人が両生存していれば勝利想い人が死亡した場合、片思いは死亡する(死因：後追い)" }, 
  { "name": "ラバーズ" , "side": "ラバーズ", "desc":"全プレイヤーの中からランダムで2人に他の役職と重複して配役されるニュートラルラバーズが2人とも生き残っている状態で試合が終了すれば勝利まあ、生存者がラバーズの2人のみの場合、追加勝利設定でも単独勝利するラバーズの片方が死亡した場合、もう片方も死亡する(死因：後追い)単独勝利する設定の場合、クルーのタスクが完了すると敗北する" }, 
  { "name": "双子" , "side": "クルー", "desc":"基本、クルーメイト設定によっては、マッドメイト、キル不可能ニュートラルに付与される2人1組の重複役職お互い双子であることが分かる" }, 
  {"name":"ゲームマスター","side":"ニュートラル","desc":"メイン設定のゲームマスターがOnの場合のみホストにアサインされる。ゲーム開始後死亡する。生存カウント、それぞれの役職カウントに含まれない基本、ゲームに影響を与えない補足説明/仕様・キルが発生するとキルフラッシュが見えます。"},
  {"name":"デーモントラッカー","side":"インポスター","desc":"死亡したマッドメイトにしか付与されない守護能力の使用相手の居場所がインポスターに通知されるようになる能力◎ご主人へ位置通知能力発動相手の位置がインポスターに矢印で表示される"},
  {"name":"デーモンクラッシャー","side":"インポスター","desc":"死亡したマッドメイトにしか付与されない守護能力を発動しようとすると一定時間生存者全員情報機器が使用できなくなる能力◎通信障害守護能力を発動すると、生存者全員情報機器が使用できない"},
  {"name":"デーモンベンター","side":"インポスター","desc":"死亡したマッドメイトにしか付与されない守護能力を発動しようとすると使用相手から一番近いベントが開く能力◎ﾊﾟｶｯ!使用相手から一番近いベントを開ける"},
  {"name":"デーモンサポーター","side":"インポスター","desc":"死亡したマッドメイトにしか付与されない。サボタージュが使用可能になる。能力☆ご主人のサポート(サボタージュ)死亡後、サボタージュが解放される。補足説明/仕様・インポスターなどのサボタージュ可能役職とクールダウンは共有です"},
  {"name":"アシスティングエンジェル","side":"クルー","desc":"死亡したクルー/ニュートラルにしか付与されない始めて守護能力を使用した相手が勝利すると自身も追加勝利するアシスト対象を選択後、アシスト対象に守護能力を使うとアシスト対象へ一定時間キルガードを付与するアシスト対象以外に守護能力を使うと発動地点の位置がアシスト対象に矢印で表示される能力を使用した場合、次のクールダウンが増加する設定に関わらず他人の役職などが見えない元役職の勝利条件が無くなり、タスクもカウントされなくなる能力◎アシストアシスト対象がまだ決まってない時、アシスト対象を決める再度、アシスト対象に発動すると一定時間キルガードを付与するアシスト対象以外に発動すると発動地点の位置がアシスト対象に表示される"},
  {"name":"ゴーストボタナー","side":"クルー","desc":"死亡したクルー陣営にしか付与されない守護能力を発動すると、緊急会議を起こすことができる能力◎ｶﾁｯ発動すると緊急会議を起こすことができる"},
  {"name":"ゴーストノイズセンダー","side":"クルー","desc":"死亡したクルー陣営にしか付与されない守護能力を発動すると対象者が死亡した時、対象者がノイズメーカーの能力を発揮する死体が残らない死に方をした場合、能力は発揮されない能力◎ﾋﾞﾋﾞﾋﾞﾋﾞﾋﾞﾋﾟﾋﾟﾋﾟﾋﾟﾋﾟﾋﾟ!!!能力発動相手が効果時間の設定秒数以内に死亡すると能力発動相手がノイズメーカーの警報を発動する"},
  {"name":"ゴーストリセッター","side":"クルー","desc":"死亡したクルー陣営にしか付与されない守護能力を発動しようとすると、対象者のキルクールがリセットされる設定によってはアビリティ能力のクールダウンもリセットされる能力◎リセーット!能力発動相手のキルクールがリセットされるアビリティもリセットされるがOnの場合、アビリティクールダウンもリセットされる"},
  {"name":"ゴーストルーモア","side":"クルー","desc":"死亡したクルー陣営(設定によってはマッドメイト)にしか付与されない。守護能力を発動し、次会議の時、守護対象が生存していれば守護対象の役職を全員に通知することができる。能力は1度のみ使用できる。能力◎僕の声が届いたかな(能力予約後、会議時発動)守護能力の相手が生存していれば、会議時、対象の役職が通知される"},
  {"name":"守護天使","side":"クルー","desc":"死亡したクルー陣営にしか付与されない一定時間能力で守った人がキルされそうになった時、キルをバリアで防ぐ能力◎ばーりあばりあばーりあ守護相手を一定時間キルから守る特殊キルは防げない"},
  {"name":"空虚者","side":"ニュートラル","desc":"君は空箱のように何もない。役職も。陣営も。勿論味方も。役職も陣営もないので勝利条件もない。だからといって出来ることもない。補足説明/仕様・勝利条件...?ありません。・何があるんですかって...?何もないという物があります・怪盗に勝利を盗まれたプレイヤーが空虚者になります。"},
  { "name": "エフィシェンシー" , "side": "クルー", "desc":"役職概要他のクルー役職よりタスクが多いが、タスクを完了させると一定確率でもう一つタスクが完了する効率化成功時、守護天使のバリアが自身に見える能力発動後、3秒間のクールタイムが発生する能力▽効率化(タスク完了かつ一定確率で発動)タスクをもう一つ完了させるなにが完了するかはランダム"}, 
  { "name": "狐" ,"side": "ニュートラル", "desc":"かくれんぼモード専用役職トロールを除くいずれかの陣営が勝利した時に生き残っていれば、勝利した陣営に追加で勝利することができる補足説明/仕様・かくれんぼモードのみ出現します勝利条件・自身が生存しており、トロールを除くいずれかの陣営が勝利すれば追加勝利" }, 
  { "name": "トロール" , "side": "ニュートラル", "desc":"かくれんぼモード専用役職鬼にキルされたときに単独勝利となるこの場合、狐が生き残っていても狐は敗北となる補足説明/仕様・かくれんぼモード専用役職勝利条件・鬼にキルされると単独勝利" }, 
  { "name": "プレイヤー" , "side": "ニュートラル", "desc":"タスクバトル専用役職タスクバトルの設定に応じてタスクをすべて完了、一定数完了すると同じチーム,自身勝利となる補足説明/仕様・タスクバトル専用役職勝利条件・たすくをする" }, 
  { "name": "保安官" , "side": "クルー", "desc":"ファントムボタンを押し、矢を放ちたい方向と逆方向に移動し、もう一度ファントムボタンを押すことで矢を放つことができる。矢が当たったプレイヤーはその場で死亡する(死因:命中)同陣営を打った場合、設定によっては自殺する。矢は壁に当たるか一定時間経過すると消滅する。能力◎正義執行(ワンクリックボタン)ファントムボタンを押し、矢を撃ちたい方向の反対側に移動する。その後、もう一度ファントムボタンを押すと矢を放てる。" } 
  ]