[
   {"name":"徒党","desc":"設定された役職に必ずアサインされる属性。設定によって、徒党(ととう)同士「δ」マークがつく。徒党の誰かが単独勝利すると、徒党全員勝利する。ラバーズの場合、徒党は付与されるが徒党での勝利はできない。・徒党の中の誰かが追加勝利のみした場合は徒党の勝利になりません。・ジャッカルドールが昇格した時かつ、ジャッカルが徒党になる場合、昇格時に徒党を受け継ぎます。勝利条件・徒党の誰かの単独勝利"},
   {"name":"天邪鬼","desc":"設定日数目の会議終了後、生存しているクルー/ニュートラル役職のプレイヤーの中からランダムに他の役職と重複して配役されるニュートラルクルー陣営が敗北すれば追加勝利ただし、クルー陣営が勝利すると敗北する・君臨者に天邪鬼は付与されません・配役時、既に死亡しているプレイヤーは配役対象から除外されます・天邪鬼が付与されているプレイヤーのタスクは勝利に必要なカウントに含まれません・シェリフ、ミーティングシェリフ、スイッチシェリフの第三陣営をキル出来るが全てまたはOnの場合、元役職に関わらずキルされます勝利条件・クルー陣営が敗北しており、自身が生存している。または生存していないと勝利できないがOff"},
   {"name":"ラストインポスター","desc":"最後のインポスターに付与される属性キルクールが設定した時間まで短くなる一部インポスター役職には付与されない能力■最後の底力(自動発動)属性やキルクール現象、キルディスタンスの更新等少し能力が強化される・通常、爆弾魔、バウンティハンター、デクレッシェンド、一途な狼、イビルギャンブラーリミッター、シリアルキラー、テレポートキラー、ヴァンパイアはキルクール軽減の恩恵を受けません・キルクールを更新するかが短くなる場合のみの場合、上記記載の恩恵を受けない役職以外の役職のキルクールがラストインポスターで短くなる場合のみキルクールが更新されますつまり、ラストインポスターで20sだけど役職がもともと10sで逆に伸びちゃう!!ってのが起こらないってこと・キルクールを更新するかが短くなる場合のみ※恩恵を受けない役職も含むの場合、上記記載の恩恵を受けない役職でも、ラストインポスターによってキルクールが短くなるなら効果を受けますつまり、シリアルキラー20sでラストインポスター15sならシリアルキラーでも15sになるよってこと。・属性が既に付与されている場合、ラストインポスターの設定が優先されます"},
   {"name":"ラストニュートラル","desc":"最後のニュートラルに付与される属性もしキル能力があれば、設定した時間にキルクールが設定されるまた、生存時追加勝利するかを設定で決めることができる能力■ニュートラルの想いを背負って(自動発動)属性やキルクール現象、キルディスタンスの更新等少し能力が強化される・通常、キル能力を持たない役職アーソニスト等はキルクールの恩恵を受けません・キルクールを更新するかが短くなる場合のみの場合、上記記載の恩恵を受けない役職以外の役職のキルクールがラストインポスターで短くなる場合のみキルクールが更新されますつまり、ラストニュートラル20sだけど役職がもともと10sで逆に伸びちゃう!!ってのが起こらないってこと・キルクールを更新するかが短くなる場合のみ※恩恵を受けない役職も含むの場合、上記記載の恩恵を受けない役職でも、ラストインポスターによってキルクールが短くなるなら効果を受けますつまり、アーソニストクールが10sでラストニュートラルが2sならラストニュートラルでも2sになるよってこと。・属性が既に付与されている場合、ラストニュートラルの設定が優先されます"},
   {"name":"ワークホース","desc":"最初に生きてタスクを終えたクルーに付与される属性追加タスクが割り当てられるクルーメイト以外にも割り当てられる設定でも、タスクが無いタスク上書き設定が存在している役職には付与されないワークホースに一度なると、再度ワークホースになることは無い能力■ザンギョウ...(付与時発動)追加タスクが割り当てられる・ワークホースに一度なると、再度ワークホースが付与されることはありません・勝利にタスクがカウントされない場合、付与されません"},
   {"name":"スタック","desc":"設定した属性がゲーム開始時に付与される。能力★お届け物で～す(ゲーム開始時)設定された属性がゲーム開始時に付与される・スタックの表示はイントロの時のみです。"},
   {"name":"ゲッサー","desc":"会議中に「/bt(ID)(役職名)」と送信することで推測ができる会議中に誰かの役職を推測することができ、的中すると対象をキルすることができるただし、推測が外れると、自殺する(死因：誤爆)会議中、プレイヤー名の左側に表示されている数字がそのプレイヤーのIDである能力■口を滑らしたようだね(会議中コマンド使用)推測があっている場合、対象をその場でキルする(死因：ゲッサー)推測が間違っていると、自身がその場で死亡する(死因：誤爆)・推測により死者が発生した場合、チャットにメッセージが出ます・試験的設定→チャットコマンドを非表示するがOffの場合、推測を試みた時にチャット履歴が再度流れ、ゲッサーのコマンドが強引にかくれます・推測成功で死亡したプレイヤーの死因はゲッサー・推測失敗で死亡したプレイヤーの死因は誤爆・推測により死亡したプレイヤー視点キルモーションを見せる関係上次ターン死体が出ますが、他視点から死体が見えません・推測により死者が発生した場合、キルフラッシュが見えます"},
   {"name":"シリアル","desc":"キル可能役職にのみふよされる属性キルクールが設定した時間まで短くなる能力■もっともっと!!キルクールが設定値になる・ラストインポスター、ラストニュートラルのキルクール設定が優先されます・役職を固定オプションがありません・ニュートラルのキル可能役職はマッドアベンジャーのページに記載されてたりします"},
   {"name":"マジックハンド","desc":"キル可能役職のみに付与される属性キルディスタンスが設定値になる能力■ﾋﾞﾖﾖﾖﾖ~ﾝキルディスタンスが設定値になるニュートラルのキル可能役職はマッドアベンジャーとかにある票参照"},
   {"name":"コネクティング","desc":"2人以上でしか排出されないインポスター、マッドメイト系役職、狼少年飲みに付与される属性コネクティング同士でΨのマークがついており、お互いが同陣営であることを確認できるただし、狼少年にはコネクティングが付与されていることを自覚できず、他のコネクティングのプレイヤーから一方的に確認できる能力■お見通しコネクティングが付与されているプレイヤーの名前の横にΨがつく補足説明/仕様・狼少年にアサインされた場合、狼少年視点は付与されている事が分かりませんがマッド/インポスター視点からは付与されていると分かります・コネクティングが付与されている人数が2人未満の場合、コネクティングは削除されます"},
   {"name":"ウォッチング","desc":"全員の投票先を見ることができる能力■どこにいれたのかい?匿名投票が自視点のみOFFになる"},
   {"name":"プラスポート","desc":"会議の表を複数持ち、まとめて一人またはスキップに入れることができるノットヴォウターが付与されている場合は機能しない能力■圧倒的な権力自身の投票数が追加投票の個数の設定票数になる"},
   {"name":"タイブレーカー","desc":"同数投票であるプレイヤーもしくはスキップのうちタイブレーカーに1番多く投票された方を優先できるタイブレーカーも同数の場合、同数投票のまま会議が終了する天秤会議では発動しない能力■優先させていただくぜっ同数投票の場合、最多投票のうちタイブレーカーが入れた人数が多い方が優先される補足説明/仕様・天秤会議で同数投票になった場合でもタイブレーカーは発動しません・同数投票の場合、タイブレーカーであるプレイヤーがどちらに多く入れたかがチェックされます・タイブレーカーが入れた人数で判定されるのでメイヤー,プラスポートの影響は受けません"},
   {"name":"オートプシー","desc":"死亡した人の死因を見ることができる(設定有)能力■彼は...死亡したプレイヤーの名前の横に死因が表示されるドクターの死因一覧を見てーね・回線切断されたプレイヤーの死因は表示できません"},
   {"name":"リベンジャー","desc":"追放された時、ランダムで誰か一人を道連れにできるどの字寧を道連れできるか設定で変更が可能能力■ｼｬｱｱｱｱｱ----^^追放時ランダムで一人を道連れにできる・道連れされたプレイヤーの死因は道連れ"},
   {"name":"スピーディング","desc":"他のプレイヤーよりも速度が速くなる能力■残像さっ移動速度が設定値になる・加速値の設定値が移動速度になります"},
   {"name":"ガーディング","desc":"キルを一定数ガードすることができる能力■キルガードキルを一定数ガードする・一部の特殊キルのガードは適応されません・ガードした時、キラーに守護バリアが見えますが、バリアされたことはわかりません"},
   {"name":"マネジメント","desc":"プレイヤー全体でのタスク進捗が分かるパーセント表示に設定で変更が可能能力■集計タスク進捗が名前の横に記載される・大まかな値にするがOnの場合、1の位が四捨五入されて表示されます・パーセント表示にするがOnの場合、小数第一位が四捨五入されて表示されます・タスク進捗を会議中でのみ確認できるがOnの場合、タスクターン中[??]と表示されます"},
   {"name":"シーイング","desc":"プレイヤーが死亡するごとに、シーイングはキルフラッシュを見ることができる能力■君が見えた...誰かがキルされると、自視点のみ見えるキルフラッシュが表示る"},
   {"name":"オープナー","desc":"ドアを開けるとその部屋の全てのドアが開くマップがSkeld,MIRAHPの時は効果が発揮されない能力■開けゴマ!ドアを開けるとその部屋のドアが全て開く補足説明/仕様・AirShipのラウンジのドアを開いても効果が発揮されます・スケルド・ミラではただの飾りです"},
   {"name":"ライティング","desc":"インポスター視界になるただし、停電の影響は受ける能力■ウチが眩しいZE☆インポスター視界になる停電の影響は受ける補足説明/仕様・インポスターには付与されません・ムーンが付与されている場合、停電の影響が受けなくなり、停電時の視界もインポスター視界になります"},
   {"name":"ムーン","desc":"停電の影響を無効化できるインポスターには付与されない能力■月夜の明かり停電の影響を無効化できる補足説明/仕様・インポスターには付与されません・ライティングが付与されている場合、停電時も影響を受けず、インポスター視界になります"},
   {"name":"アムネシア","desc":"自身がアムネシアだと自覚できないまた、自身の役職が設定日数目の会議が終了するまで分からない陣営のみ知ることができる※マッドメイトはニュートラル判定タスクで覚醒がOnかつ、自身がインポスターでは無い時、一定数タスクを終わらせると自身の役職を思い出すキルで覚醒がonかつ、自身がインポスターの時、一定数キルを行うことで自身の役職を思い出す設定がONの場合、役職能力が発揮されない能力■なにか忘れてるような...?条件を満たすまで自身の陣営しか分からない・一部役職で自覚できてない場合、アムネシアで思い出し、自覚するようにならないと役職が分かりません・能力を使えないがOnの場合、記憶を取り戻すまでは役職の能力が使えません。"},
   {"name":"ニュース","desc":"設定された条件を満たし、生存していると、会議で貴方の役職が生存していることが通知されてしまう。能力★ニュースです...(条件達成後の会議)付与されたプレイヤーの役職が会議で通知される。・属性付与相手が死亡していると報道されません。"},
   {"name":"スロースターター","desc":"インポスターにしか付与されない味方の生存人数が一定人数を下回るまでキル出来ない能力■Zzz...インポスターの生存人数が一定以下になるまでキルができない・キル可能になる経過日数が経過した次の会議後キルが可能になります"},
   {"name":"一匹狼","desc":"(属性):仲間のインポスターが分からなくなる、インポスター限定属性一匹狼ではないインポスターから一匹狼は見えない。能力★単独行動(常時発動)完全に孤立したインポスターになる。仲間が分からず、仲間から自身がインポスターだとも分からない。・キルを行うの場合、キルが成功します。・ガードされるの場合、ガード(パワー1)されます。・キル後、一匹狼解除の場合、キル成功後に一匹狼が解除されます。・ガード後、一匹狼解除の場合、ガード(パワー1)の後、一匹狼が解除されます。"},
   {"name":"ノットヴォウター","desc":"投票数が0票となる投票で能力発揮する役職は能力のみ使用できる能力■えっ!!投票の仕方間違えてたの!?投票数が0になる補足説明/仕様・ノットヴォウターが付与されている場合、メイヤー、プラスポートの能力が反映されません"},
   {"name":"イレクター","desc":"投票スキップができない能力■誰かに入れないと...投票スキップができない補足説明/仕様・スキップで能力解除などには影響しません"},
   {"name":"インフォプアー","desc":"情報機器が使用できないファングルの望遠鏡への効果はない能力■なんか壊れたんだけどぉ?情報機器が使用できない補足説明/仕様・ファングルの望遠鏡は制御できない都合上影響がありません・ドクター等のバイタルを所持している役職の所持バイタルへの影響はありません"},
   {"name":"ノンレポート","desc":"緊急会議ボタン・死体通報が使用できないどちらか片方のみに設定で変更が可能能力■メガホン壊れちゃった...通報ができない・マスメディアに付与されいる場合一定条件下でノンレポートの効果が適応されません・死体通報ができないかつベイト,インセンダーをキルしたプレイヤーに付与されいる場合、通報が行われません"},
   {"name":"トランスパレント","desc":"自身の死体を誰も通報できなくなる能力■あれ...?見えてる...?自身の死体が通報できない補足説明/仕様・ベイト,インセンダーに付与された場合、強制レポート能力は不発に終わります・マスメディアは一定条件下でトランスパレントの効果を無視できます"},
   {"name":"ウォーター","desc":"停電を修復できない能力■感電しちゃうんだけど...停電サボタージュを修復できない補足説明/仕様・非クライアントは配電盤が開けてしまいますが反映はされません"},
   {"name":"クラムシー","desc":"通信妨害を直せない能力■わしにはわからん..通信妨害を修復できない補足説明/仕様・非クライアントは修復画面を開けますが修復はできません"},{"name":"スラッカー","desc":"リアクター,O2を修復できない能力■うーん...Zzzリアクター,O2,ヘリサボを修復できない"}
]